Repository: sabrina-zeidan/speedguard
Catalog: languages/speedguard-*.po
Languages: ru_ru

source: Speed Tests
ru_ru: Тесты скорости

source: Settings
ru_ru: Настройки

source: To start monitoring your site load time, please %1$senter API Key%2$s!
ru_ru: Пожалуйста, %1$sвведите ключ API%2$s, чтобы начать отслеживать время загрузки вашего сайта!

source: API key you have entered is not valid.
ru_ru: Введенный ключ API не прошел проверку.

source: Everything is ready to test your site speed! %1$sAdd some pages%2$s to start tests.
ru_ru: Всё готово для тестирования скорости сайта! Чтобы начать, %1$sдобавьте адреса%2$s, которые нужно проверить.

source: Awesome, you've been using SpeedGuard for more than 1 week. May I ask you to give it a 5-star rating on WordPress? %1$sOk, you deserved it%2$sI already did%3$sNot good enough%4$s
ru_ru: Супер, вы следите за скоростью сайта с помощью SpeedGuard уже больше недели. Могу я просить вас поставить этому плагину 5 баллов на сайте WordPress? %1$sДа, плагин хорош%2$sУже поставил%3$sНе настолько хорош%4$s

source: %1$sHow can I make SpeedGuard plugin better for you?%2$s %3$sI will be happy to receive support to my email %7$s regarding the issues I am reporting.(Please include a detailed description)%4$s %5$sSend feedback%6$s
ru_ru: %1$sКак я могу сделать SpeedGuard лучше для вас?%2$s %3$sЯ буду рад получить ответ относительно описаных проблем на имейл %7$s. (Пожалуйста, напишите подробно)%4$s %5$sОтправить отзыв%6$s

source: Thank you friend!
ru_ru: Большое спасибо!

source: Thank you for your honest opinion!
ru_ru: Спасибо за ваше честное мнение!

source: Please wait. Tests are running...
ru_ru: Пожалуйста, подождите. Идут тесты...

source: Test limit is reached. Please wait for tomorrow or get %1$sprivate instance%2$s.
ru_ru: Лимит тестов исчерпан. Вы можете подождать до завтра или запросить %1$sполучить индивидуальную квоту%2$s.

source: Please select the post you want to add.
ru_ru: Пожалуйста, выберите запись, которую вы хотите добавить.

source: Settings are updated!
ru_ru: Настройки обновлены!

source: New URL is successfully added!
ru_ru: Новый URL успешно добавлен!

source: Results are successfully updated!
ru_ru: Результаты успешно обновлены!

source: Selected pages are not guarded anymore!
ru_ru: Отмеченные страницы больше не мониторятся!

source: %1$s is slow [SpeedGuard]
ru_ru: %1$s медленно загружается [SpeedGuard]

source: %1$s takes more than %2$s seconds to load
ru_ru: %1$s загружается дольше %2$sс

source: %1$s speed report [SpeedGuard]
ru_ru: Отчет скорости %1$s [SpeedGuard]

source: SpeedGuard Report
ru_ru: Отчет SpeedGuard

source: SpeedGuard Report for
ru_ru: Отчет SpeedGuard для

source: You can stop guarding urls or add new on %1$sSpeedGuard Tests%2$s page
ru_ru: Вы можете добавить или удалить страницы, которые нужно мониторить, в %1$sразделе отчетов%2$s

source: URL
ru_ru: Страница

source: Load time
ru_ru: Скорость

source: Report
ru_ru: Отчет

source: Updated
ru_ru: Обновлено

source: Why is my website so slow?
ru_ru: Почему мой сайт долго грузится?

source: This report was requested by administrator of %1$s
ru_ru: Этот отчет был запрошен администратором %1$s

source: You can change SpeedGuard notification settings %1$shere%2$s any time.
ru_ru: Вы в любое время можете изменить настройки уведомлений SpeedGuard %1$sздесь%2$s.

source: SpeedGuard check interval
ru_ru: Интервал проверки SpeedGuard

source: day
ru_ru: день

source: If you don't want any automatic tests place "0".
ru_ru: Если вы не хотите, чтобы тесты проходили по автоматически расписанию, поставьте "0".

source: every time after tests are executed
ru_ru: после каждого запуска тестов

source: just in case average speed worse than
ru_ru: только в случае, если среднее время загрузки сайта превышает

source: never
ru_ru: никогда

source: s
ru_ru: с

source: Enter API key:
ru_ru: Введите ключ API:

source: Show site average load time on Dashboard
ru_ru: Отображать среднюю скорость сайта в Консоли

source: Show current page load time in Admin Bar
ru_ru: Отображать скорость текущей страницы в Админ Баре

source: Check pageload speed every
ru_ru: Проверять скорость загрузки с регулярностью в

source: Send me report at
ru_ru: Отправлять мне отчет на имейл

source: SpeedGuard :: Settings
ru_ru: SpeedGuard :: Настройки

source: Save API Key
ru_ru: Сохранить ключ API

source: Fill out this %1$sshort form%2$s.
ru_ru: Заполните эту %1$sкороткую форму%2$s.

source: To obtain API key and start monitor your site speed for free:
ru_ru: Чтобы получить ключ API и начать отслеживать скорость вашего сайта бесплатно:

source: Check your email and confirm request
ru_ru: Проверьте ваш имейл и подтвердите запрос

source: You will receive email with "WebPagetest API Key" subject. Copy your API key from this email into the field and press "Save API Key".
ru_ru: Вы получите письмо с темой "WebPagetest API Key". Скопируйте из него ключ API в поле выше и нажмите "Сохранить ключ API".

source: Save Settings
ru_ru: Сохранить настройки

source: No pages guarded yet. Add something in the field above for the start.
ru_ru: Ни одна страница пока не мониторится. Для начала, добавьте что-нибудь в поле выше.

source: Report link
ru_ru: Отчет

source: test is running...
ru_ru: идёт тест...

source: Stop guarding
ru_ru: Удалить

source: Retest load time
ru_ru: Обновить результаты

source: Speedguard :: Guarded pages
ru_ru: SpeedGuard :: Тесты скорости

source: %1$s of %2$s tests used today
ru_ru: %1$s из %2$s тестов использованы сегодня

source: %1$ss
ru_ru: %1$sс

source: This page load time
ru_ru: Время загрузки этой страницы

source: In process
ru_ru: В процессе

source: Results are currently being updated
ru_ru: Результаты как раз обновляются

source: Test this page load time
ru_ru: Проверить скорость этой страницы

source: Site Speed Results [Speedguard]
ru_ru: Скорость сайта [Speedguard]

source: Worst
ru_ru: Худшее

source: Average Load Time
ru_ru: Среднее

source: Best
ru_ru: Лучшее

source: Improve
ru_ru: Улучшить

source: First %1$sadd URLs%2$s that should be guarded.
ru_ru: Сначала %1$sдобавьте страницы%2$s, скорость которых нужно отслеживать.

source: API Key
ru_ru: Ключ API

source: SpeedGuard Settings
ru_ru: Настройки плагина

source: Site Speed Results
ru_ru: Скорость сайта

source: Add new
ru_ru: Добавить новую страницу

source: Tests results
ru_ru: Результаты тестов

source: Speed Score
ru_ru: Оценка скорости

source: API Credits
ru_ru: Баланс API

source: Better than average. Probably, your site speed has no direct negative impact on search ranking. Yet, you may significantly improve user experience (which is another important search ranking factor) by reducing site load time. This is especially true for e-commerce websites. In most cases, load time can be improved to 2 seconds.
ru_ru: Быстрее, чем большинство. Скорее всего, скорость вашего сайта не оказывает прямого негативного влияния на позиции в поиске. Тем не менее, сократив время загрузки, вы можете значительно улучшить поведение пользователей на сайте (также серьёзный фактор в ранжировании). Это особенно важно для интернет-магазинов. В большинстве случаев, время загрузки можно оптимизировать до 2с.

source: Not bad, but not good either. World average full load time is 6.5s [2018], so this a is mediocre result. Reducing your site load time at least to 4 seconds will help you to outrank your competitors on Google.
ru_ru: Неплохо, но и не хорошо. Среднее время загрузки составляет 6.5с [на 2018 год], так что это средний результат. Если вы сократите время загрузки до 4с, ваш сайт получит преимущество в поисковой выдаче и сможет потеснить конкурентов.

source: and more
ru_ru: и более

source: Worse than the average. Your SE rankings are definitely harmed by your site speed. There might be a long list of reasons why your website is slow and a lot of work to do. But the good news is, you may see first positive results as soon as you start.
ru_ru: Хуже, чем большинство. Позиции вашего сайта в поиске однозначно могли бы быть лучше. Скорее всего, целый ряд проблем замедляют работу вашего сайта и они понадобится немало работы, чтобы их устранить. Но плюс в том, что вы заметите положительную динамику, как только начнёте.

source: Start typing the title of the post, page or custom post type...
ru_ru: Начните писать название обычной записи, страницы или пользовательского типа записи...

source: Add
ru_ru: Добавить

source: Monitors load time of 65 most important pages of your website. Every single day. For free.
ru_ru: Тестирует скорость важных страниц вашего сайта. Каждый день. Бесплатно.

source: Sabrina Zeidan
ru_ru: Сабрина Зейдан
